[
  {
    "heading": "From The Past Pages Of Dawn: 1948: Seventy-five years ago: Exchange of property\n",
    "description": "INFORMAL discussions between representatives of India and Pakistan on the exchange of property and prisoners are expected to begin in Karachi on Wednesday [Aug 18]. … With regard to the exchange of property it is understood that two joint boards charged with the talks of assessing the value and extent of the land and immovable urban property abandoned by Hindus and Muslims in the respective Dominions, are likely to emerge out of the discussions. It was stated here … that a full-fledged inter-Dominion agreement on the exchange of property would not be a “practical possibility” without the necessary information as to the value and extent of the property left by Hindus and Muslims in Pakistan and India respectively. — News agencies\n\n[Meanwhile, it was reported that] A scheme for introducing “rifle clubs” in 10 Government High schools throughout the province is being studied by the Government of Sind, an official disclosed in Karachi… . Students will be trained in use of fire-arms and elementary military drill as part of their course in physical education. — News agencies\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "From The Past Pages Of Dawn: 1973: Fifty Years Ago: Bhutto on arrests\n",
    "description": "LAHORE: The Prime Minister, Mr Zulfikar Ali Bhutto, said here today [Aug 17] that the arrests of the NAP leaders in Baluchistan had not been made in haste or in anger or out of political vindictiveness, but the action was taken when it had become necessary and inescapable. He was talking to newsmen at the airport on his arrival here from Rawalpindi. Asked to comment on the arrests, the Prime Minister said the Baluchistan Chief Minister had issued a lengthy statement explaining the reasons for the arrests. “However, the activities of some of the politicians have not been secret from you.”\n\nPremier Bhutto said the Government was not happy over the arrests. … “On the contrary, we are unhappy that these actions were necessary.” He said the Government had always tried to negotiate with political elements … and this had been its attitude from the beginning. He had time and again emphasised … his faith in negotiations.\n\nThe ruling party … had negotiated on a number of occasions with political elements … and concluded important agreements with them. It had not broken those agreements, whether political or constitutional. The Prime Minister said … on his return from Europe he found the Opposition … in a warlike mood. — News agencies\n\nPublished in Dawn, August 18th, 2023\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "The refugee crisis is taking its toll\n",
    "description": "\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\nPAKISTAN has a long history of hosting Afghan refugees, beginning with the Soviet invasion of Afghanistan in 1979. Since then, millions of Afghan refugees have sought shelter in Pakistan, escaping war, conflict and political instability in their own land.\n\nAccording to the United Nations High Commissioner for Refugees (UNHCR), Pakistan has hosted more than three million registered Afghan refugees. One should not forget that a significant number of refugees have remained unregistered for a variety of reasons.\n\nPakistan shares a complex relation-ship with Afghanistan characterised by historical, cultural and ethnic ties. Both nations have faced challenges, such as cross-border militancy, terrorism and drug trafficking.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nDespite these challenges, there have been efforts for better diplomatic ties and enhanced cooperation on major issues, such as trade, security and regional stability.\n\nInternational organisations, including the UNHCR, and various donor countries have supported Pakistan in hosting Afghan refugees. These organisations have facilitated with financial assistance, humanitarian aid and infrastructure development to accommodate the refugees’ resettle-ment and integration. Pakistan has played a major role in coordinating with these organisations and ensuring the welfare of the refugees.\n\nUnfortunately, Pakistan has also experienced terrorist attacks by the Tehreek-i-Taliban Pakistan (TTP), an extremist group that often operates out of Afghanistan. These attacks have caused significant loss of life and property. The Army Public School (APS) attack in Peshawar in 2014 was the bloodiest of all such attacks by the TTP. The attacks have strained the relationship between Pakistan and the interim Taliban government in Afghanistan. The Pakistan-Afghanistan border, known as the Durand Line, has been a source of tensions between the two countries.\n\nDisputes over its legitimacy and porous nature have led to concerns about cross-border militancy, illegal trade and smuggling.\n\nEfforts to enhance border security and to resolve these issues have been ongoing, but challenges still persist.\n\nIn addition to registered refugees, there has been a significant influx of undocumented Afghan immigrants into Pakistan.\n\nThese individuals often face socio-economic challenges, as they lack official recognition and access to basic services. The presence of undocu-mented migrants has further strained resources and put pressure on local communities.\n\nThe influx of Afghan refugees, particularly in cities like Karachi, has posed a variety of challenges. Overpopulation, increased demand for resources, strained infrastructure and cultural differences have caused tensions between the refugees and the locals. These challenges have resulted in social and economic disparities, affecting the locals.\n\nDespite being the host country for Afghan refugees, Pakistan faces economic and security concerns. The country relies heavily on foreign funding and loans to sustain its economy.\n\nThe strain caused by hosting these refugees further exacerbates the challenges, necessitating international assistance for the welfare and integration of the refugees.\n\nTo address these issues, efforts should focus on durable solutions. Voluntary repatriation can be facilitated, ensuring a safe and dignified return of the refugees to their homeland, supported by international organisations and cooperation between Pakistan and Afghanistan.\n\nFurthermore, collaboration with the international community can explore resettlement options for Afghan refugees in third countries, ensuring their protection and integration. Strengthening diplomatic efforts among Pakistan, Afghanistan and neighbou-ring countries can also enhance regional cooperation in collectively addressing the refugee crisis, border security and socio-economic development.\n\nPakistan’s history of hosting Afghan refugees reflects its commitment to humanitarian values.\n\nHowever, the prolonged presence of the refugees poses challenges to the host country, including security threats, economic strains and social issues.\n\nThrough collaboration with various international organisations and regional partners, the Pakistan government may work towards sustainable solutions that prioritise the wellbeing of the refugees while simultaeously addressing its own stability concerns.\n\nAli Gul Leghari\nJohi\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Incompetent doctors\n",
    "description": "DOCTORS are globally considered life-savers and messiahs, but this is not the case in Turbat, the second largest city in Balochistan. The people have been facing several challenges in the healthcare sector not because of shortage of doctors, but owing to their negligence, incompetence and apathy towards patients.\n\nRecently, a cousin of mine suffered from dengue and consulted several doctors in Turbat. They prescribed him some medicines and told him that his condition was normal and there was nothing to worry about.\n\nBut as his condition was not ‘normal’ and was getting worse by the day, he was compelled to travel all the way to Karachi in search of treatment. When he reached Karachi, he was treated by a doctor who handed him the dengue diagnosis. The doctor, too, was shocked to know that doctors in Turbat could not diagnose the disease despite clear symptoms.\n\nThis is simply mindboggling since these doctors in Turbat have done various post-graduation courses. One wonders how they succeeded in getting admission to a medical college after clearing the mandatory medical and dental college admission test (MDCAT). If doctors cannot diagnose dengue, how can they diagnose and treat diseases that need far more diagnostic and clinical expertise?\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nDoctors’ incompetence in Turbat forces patients and their families to travel to Karachi to get treatment even in cases of minor ailments that can be treated locally.\n\nIs it not a tragedy that underprivileged people have to bear the burden of travel and to face inconvenience only because doctors in Turbat are not competent enough?\n\nDoctors in Turbat should better be called quacks, especially because they often prescribe medicines to patients that are not related to the actual disease.\n\nFor instance, if someone is suffering from malaria, they prescribe medicine for typhoid. This can and often does add to the problems of the patients.\n\nTabish Feroz Jamaki\nTurbat\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Charter of economy\n",
    "description": "\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\nTHE perseverance of the past govern-ment brought back the International Monetary Fund (IMF) into the equation that provided the relief the country needed to stave off the threat of default. The IMF’s conditions are strict which highlights the general lack of trust in the Pakistani governments.\n\nThese conditions often lead to unpopular economic policies that may cause suffering and hamper growth. Pakistan borrows from the IMF to repay project loans due to its inability to generate enough foreign exchange. Unfortunately, these loans have not translated into significant development, as they often get misused by the ruling elite.\n\nDespite the onerous terms, the government seeks IMF assistance as it provides better terms than the international money market. Lenders are hesitant to provide loans to a country on the brink of default, leading to prohibi- tively high interest rates.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nThe concept of a ‘charter of economy’, as such, seems to be the need of the hour, as all major political parties have dealt with the IMF and have no significantly different economic policies. The charter should aim at bringing continuity to economic policies. It will require commitment from all parties to foster collaboration.\n\nThe IMF identifies structural reforms that often remain unimplemented because of the fear of mass criticism. The charter of economy could address this issue and ensure that essential reforms are implemented.\n\nPakistan’s reliance on the IMF highlights the need for long-term economic reforms. The proposed charter of economy, which will involve all major parties and the establishment, may provide the necessary continuity and prevent political exploitation of economic policies.\n\nIt is essential for us to move beyond short-term fixes, and focus on sustainable development to uplift the national economy.\n\nMujeeb Ai Samo\nLarkana\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "REVERSE MIGRATION\n",
    "description": "REVERSE MIGRATION: Apparently, it is better and more practical to move to remote areas in the country because government departments, either federal or provincial, are no more capable of supplying basic utilities to the citizens in the cities. Be it water, electricity or natural gas, nothing is available. Why should one pay the cost of living in a city when the quality of life is just that of a village?\n\nMumraiz Khan\nKarachi\n\nMISPLACED ZEAL: We recently celebrated the country’s Independence Day by making noisy sounds; loud music, honking, fireworks and motorcycles with silencers removed. Is this what ‘independence’ is all about? This is surely nothing but misplaced zeal and vigour. A much better would be to plant ‘green’ saplings to contribute to mitigation efforts.\n\nNabi Bakhsh Sarparah\nMastung\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nAGRI CHALLENGES: Agriculture contributes 22.67 per cent to the country’s gross domestic product (GDP) and accounts for 38pc of total employment. Unfortunately, the per-unit production is low due to several reasons, such as high cost of fertilisers and lack of irrigation water. Each branch of the Rohri canal is closed for one week, leading to limited access to water. Besides, some traders buy crops from the farmers at low prices and sell them to the government at high prices. The government should enforce the relevant laws against these mafias.\n\nGhulam Rasool Jamali\nNawabshah\n\nNATIONAL SAVINGS: Over seven million customers of the National Savings who have billions of rupees deposited in its schemes across the country have the right to know the details of transactions made in their respective accounts. Officials deduct tax, Zakat and service charges without issuing receipts to the customers.\n\nThe Central Directorate of National Savings should start an SMS service to inform the customers about such transaction details and account activity.\n\nZafarullah\nFaisalabad\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Injustice kills hope\n",
    "description": "WE have seen some tough times in Pakistan. Numerous martial laws, two wars, the trauma of the war in East Pakistan, severe tensions with India, repeated post-nuclear tests sanctions, the terror campaigns of various groups, and economic crises that seem to keep getting worse provide a disturbing yet incomplete list.\nBut, and this might just be the effect of being in the moment, I do not think that I have ever seen and felt people to be as despondent as they are right now. Economic conditions are tough but we have seen tougher times before. Dollars are expensive and hard to get but the State Bank has not taken over dollar accounts as it did in the past. We still do not have rationing of food and clothing as we had up to the 1970s. Imports have been restricted but not as much as in the past. So, where is the despondency coming from?\nPeople seem to have lost hope in the future of the country and it is largely the last couple of years that have been responsible for this loss of hope. Many people, especially in the middle class and amongst the younger people, had a lot of hopes pinned on Imran Khan and his anticipated performance. Some got disillusioned by the poor performance of the government and the rest lost hope when his government lost the establishment’s support and was eventually done away with. The PDM’s poor performance has also been a factor but a more important one seems to have been the coalition’s active support for the ‘hybrid’ system. The way that PDM supported anti-people and anti-freedom legislation, through parliament, will be talked about for some time to come.\nThe way the establishment has taken back power has made many lose hope about the future of the country. Contracting space for freedom of speech, lack of tolerance, religious repression, suppression of freedom of press, abduction of journalists, making people disappear, abducting people for a few hours to a few days as a way of putting pressure on them, disrupting jobs and businesses of opposition members, and the use of the law to register many cases against a person so that he/she gets entangled in just dealing with courts and prison are but some examples.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nFrom ‘zindabad’ to ‘zinda bhaag’ — what is the root of this despondency?\n\nNothing erodes hope like injustice. And what has happened and is happening since the excesses of May 9 has been nothing short of injustice. Where a few hundred or a few thousand people might have been involved in the actual vandalism on May 9, arrests were made at a much broader and deeper level. If people happened to be on the streets that day, or were protesting the arrest of Imran Khan peacefully, they were still picked up. Party workers have been picked up irrespective of whether or not they were involved in the vandalism. Some who were supporting the party on social media have also been picked up or harassed. Others, who just happened to be in the vicinity of the installations that were vandalised, have become victims of the ‘net’ that the state has cast. In cases where the prime suspect could not be apprehended, family members have been arrested or harassed.\nThe way the PTI has been put under pressure also shows this high-handedness and injustice. People were forced to leave the party. They were arrested and kept in jail till they held a press conference to denounce their party affiliation. They were then let out. Family members were arrested, threatened or harassed to make people leave. Nothing erodes hope like injustice!\n    \n            \n        \n    \nA friend’s cook was picked up as his number was identified as a result of geo-fencing. But the gentleman lives in the area, so how could his number not have come up? He stayed in jail for 45 days or so before being bailed out. The family had to spend a fair bit in engaging a lawyer and paying off the police station and jail staff to ensure access to some basic comforts for the gentleman and he still has to fight a case. The gentleman was a PML-N voter/supporter. Now he and his family are livid and want nothing to do with Pakistani politics.\nAnother gentleman, a doctor, was picked up because he was a relative of someone the police wanted to put pressure on. He had his connections so he stayed in the thana for only two days. But he is now planning to move abroad along with his family. He has absolutely no trust left in any local institution.\nWe have recently heard about the 10-year-old who was kept in the thana for 22 hours or so. His ‘crime’ was that he was walking around with a PTI flag. How many videos have we seen of police harassing or beating PTI flag carriers on the streets?\nWe have also heard about the 13-/14-year-old boy who was arrested for his alleged involvement in the May 9 incident. He was allegedly framed. But this child stayed in jail for more than a month. His sisters have also been, again allegedly, harassed by the police. His father died after their home was raided by the police to rearrest the child after he had just returned on bail. The police are denying any wrongdoing, of course. But, unless there is a credible inquiry, what should we believe? Do we not know our police? Nothing erodes hope like injustice!\n“Darkness cannot drive out darkness, only light can do that. Hate cannot drive out hate, only love can do that.” Remember this quote from Martin Luther King Jr as we move forward. These are dark times and if it is thought that repression will lighten the darkness, it is not going to happen. If only the establishment would understand.\nThe writer is a senior research fellow at the Institute of Development and Economic Alternatives, and an associate professor of economics at Lums.\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Understanding tribal conflict\n",
    "description": "LAST week, the Women Action Forum (WAF) held an event in Karachi on the impact of tribal conflict in Sindh. While Sindhi media regularly reports incidents of violence, the mainstream press covers murders of prominent persons from time to time. The murder of IBA professor Dr Ajmal Sawand in April 2023 in Kandhkot was widely reported. According to the police, the murder was perpetrated by members of the Sundrani clan, who had long-standing enmity with the Sawand tribe purportedly over a matter of ‘honour’.\n\nSpeakers at the WAF event talked about how women are often directly targeted in these conflicts. They are kidnapped or even killed. Indirectly, women and children are gravely impacted when all men in their family, often bread earners, become vulnerable to violence. Criminal practices such as bride-swapping persist to resolve feuds between clans.\n\nTo tackle tribal violence, we must first understand it. Journalist Riaz Sohail, speaking at the WAF event, shared insights from the field that complicate the conventional understanding of the nature of tribal violence.\n\nClans in Sindh that identify themselves today as tribes are not necessarily historical groups. Many of them are modern associations and should be likened to criminal gangs. Self-appointed ‘sardars’ or tribal chiefs claim to lead these groups, but these sardars are not necessarily persons with any generational claim to the title. In this sense, many of the so-called tribes in Sindh today may not be very different from criminal gangs in urban areas or from the Italian mafia families popularised in many Hollywood films. In Sindh, it often suits such clans to adopt the label of ‘tribe’ as this gives them greater power in the eyes of the media and public, and allows them to wield more influence with the state.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\n\n  Far from challenging the ‘writ’ of the Pakistani state, tribalism serves to entrench it even further.\n\n\nJournalist Riaz Sohail also reported that crimes are often given a tribal label by the media even when incidents do not necessarily have roots in tribal disputes and the parties involved do not necessarily claim a tribal affiliation. When the media emphasises the tribal or clan affiliations of parties in a crime or dispute, the incident assumes a tribal identity.\n\nThe result of such characterisation is often mass criminalisation. FIRs in crimes that are deemed tribal will sometimes name dozens of men as accused persons simply because of their perceived tribal affiliation, even though many of them have nothing to do with the crime. This leads to the arrest of innocent men who spend many months in pre-trial or under-trial detention.\n\nOther speakers at the event including Anis Haroon and Anita Pinjani discussed the causes of tribal conflict. Tribes and their sardars gain strength with the breakdown of state institutions that are meant to prevent and punish crimes. The failure of the judiciary to resolve civil disputes and protect property rights means that people often turn to jirgas for justice, further entrenching the tribal system. The lack of meaningful education and employment opportunities also makes people cling to tribal sardars.\n\nWhile tribal sardars are non-state actors filling in the gap left by a weak state, the relationship between the tribe and state actors is not necessarily antagonistic. To the contrary, many tribal leaders develop strong relationships with government officers, including law enforcement. Many even hold elected offices and become part of the government.\n\nIn fact, tribalism, far from challenging the ‘writ’ of the Pakistani state as it exists, serves to entrench it even further. It becomes far easier for an extractive state to control resources and subjugate a population that is divided and embroiled in internal conflicts. The people of Sindh divide so that the military, industrial and landed elite continue to rule.\n\nIt is by no means a recent trend for the state to use tribalism to strengthen itself. British colonisers recognised early on in their rule that a population can be subjugated more effectively through tribes rather than the rule of law. The (former) Federally Administered Tribal Areas are a grim example of this, where colonisers institutionalised tribal authority, legitimised jirga justice, denied due process to inhabitants and appointed political agents through which they asserted their extractive rule. Far from being lawless, the tribal areas were ruled by a law of the most draconian kind.\n\nSpeakers at the WAF event talked about how to overcome tribal conflict. Shehnaz Wazir Ali and Riaz Shaikh of Szabist emphasised the role of education in empowering the people of Sindh to end tribalism. They noted, however, that the education offered today is censored and distorted to fit political and cultural narratives, and so does not have a liberating potential.\n\nWe can draw lessons from movements and leaders in our history who have addressed tribalism through struggles for social reform. Unfortunately, these examples have been purged from the history books taught in our schools and colleges. The Khudai Khidmatgar Movement from the early 20th century led by Abdul Ghaffar Khan and other enlightened Pakhtuns aimed to eliminate tribalism through progressive education that instils values of equality among social groups and genders. Abdul Ghaffar Khan recognised that tribalism was a tool of the powerful to keep the weak ignorant and promote petty interests of a local elite that enslaved itself to colonial masters.\n\nThe Khudai Khidmatgar Movement started as a social reform struggle and not as a freedom or a secessionist movement. The colonisers were nonetheless gravely threatened by it because tribal conflict was a source of their power; thus began brutal reprisals against a peaceful non-violent movement.\n\nMovements that work towards unity, social justice and gender equality can ultimately end tribal conflict. But such movements will face resistance from those who promote the worst kind of lawlessness in the name of security and national interest.\n\nThe writer is a lawyer.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Public service\n",
    "description": "THERE is a famous saying attributed to the second rightly guided Caliph Hazrat Umar which says that if a dog dies hungry on the banks of the Euphrates, Umar would be responsible for dereliction of duty.\n\nThe above saying indicates the sense of responsibility of the head of state. Indeed, the safety, security and protection of all citizens is the prime responsibility of the state. Besides, the state is also supposed to do everything possible for the well-being of citizens living under its protection. This is done with the help of state employees (public servants). The state can be effective if public servants, also known as the bureaucracy, perform to the best of their ability.\n\nUnfortunately, the historical record of Muslim lands presents a very gloomy picture in this connection. With the exception of a few, the majority of public servants, including the rulers, have remained callous and insensitive to their responsibilities towards the people. For example, Muslims ruled the Indian subcontinent for nearly 1,000 years. They built many palaces and fortresses all over their jurisdiction and patronised art and culture but mostly ignored their primary responsibility — public welfare. They spent lavishly on their self-aggrandizement and rarely paid attention to public welfare.\n\nAn example of such self-aggrandizement pertains to Mughal Emperor Mohammad Shah Rangeela who ruled for about 29 years from 1719 to 1748. During his reign, the Iranian commander Nader Shah invaded India but the emperor seemed least concerned about public security. His advisers kept him updated but he did not bat an eyelid while the Iranian army was fast approaching. As the anecdote goes, he used to say ‘hanooz Dilli dur ast’ (Delhi is still far away.) His army and bureaucracy were in complete disarray. As a result, Nader Shah’s invasion was followed by the looting and plunder of Delhi. Nader Shah took away immense riches, including the Koh-i-Noor and the Peacock Throne.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\n\n  The job of public servants is a sacred trust.\n\n\nThe episode underlines the importance of public servants ascertaining problems in a timely fashion and making the right policies accordingly. We need to learn from history which provides many learning points.\n\nThe public servants who are employed by the state to run day-to-day affairs of government carry heavy responsibilities. Their job is a sacred trust, which does not allow them to be careless. Being custodians of the state, they are socially, morally and religiously duty-bound to ensure public safety and welfare. Sometimes, they have to work under acute pressure in a charged and polarised political environment but have to maintain professional discipline, integrity, sincerity and independence while discharging their official duties.\n\nPakistan is an Islamic republic and serving Pakistan is akin to fulfilling the Divine trust (amanat). Allah says “O’ you who believe! Betray not Allah and His Messenger, nor betray knowingly your trusts (8:27)”. In Islam, every individual is answerable to Allah, therefore public servants need to keep this admonition in mind.\n\nPakistan has inherited the erstwhile British system of civil service. Though periodic changes have been made in the system, it needs total restructuring to meet the demands of public service. In 2006, the government constituted a National Commission on Government Reforms, tasked with producing an analysis and recommendations on how the government, its institutions and infrastructure could become more effective to meet the social, economic and political challenges that Pakistan faces. The report, produced after lengthy deliberations, is comprehensive and covers many aspects such as the restructuring of government at the federal and provincial levels, strengthening of district governments, re­­­­­organisation of civil services, revamping of human resource management policies and practices, etc.\n\nThe government should ensure merit in recruitment, training, postings, promotions and transfers. Over the last few decades, new knowledge regarding office automation, e-filing and other best practices has come to light and new ways of service delivery have been introduced. In order to serve the people better, public servants have to update their knowledge, evaluate their work and refresh their zeal and commitment periodically to improve governance and service delivery.\n\nMany believe that the bureaucracy in Pakistan is bloated, corrupt and inefficient. These inadequacies need to be addressed. Bureaucrats should be equipped with tools to resist temptation in an environment where political loyalty is privileged over competence. They are expected to do the right thing — even when it’s not easy. They should uphold the highest professional and ethical standards and understand the high expectations the public has from them.\n\nThe writer is an educationist with an interest in religion.\n\nvalianiamin@gmail.com\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Oh Jaranwala\n",
    "description": "“Agar ye khita mazhab ke naam par taqseem hua to nafrat ki iss aag ko bhujate bhujate aanay wali naslon ki kamar toot jaegi.” (If this land is divided in the name of faith, a tidal wave of hate so enormous will erupt that generations will be engulfed by it.) — Bhagat Singh\nWHAT can one say that hasn’t already been said? Punjabi Christians have suffered so many horrors in the land of the pure that one has lost count. Mere condemnations of Wednesday’s mob violence in Jaranwala are insufficient, the ones issued by officialdom past and present downright pathetic. More galling is the belated urgency with which the state apparatus apprehended hundreds of ‘culprits’ and promised to provide ‘security’ to those still at risk. Everyone who has seen the visuals can testify that law enforcement stood idle and watched as the violence played out.\nIt could have happened anywhere and it would be no less disturbing. But for this to happen in Jaranwala is cruelly ironic. This is the same Jaranwala that was a hub of Indian nationalism in the early 20th century, the same Jaranwala that birthed Bhagat Singh. No reading of the subcontinent’s modern history — and that of British colonialism in particular — is complete without mentioning the crucial role played by the Sikh peasantry in western Punjab’s canal colonies. It was the Sikh peasantry that radicalised an entire generation of Punjabis in particular, and Indians more generally. They mobilised at home and in the diaspora, birthing organisations like the Ghadar Party and winning international support for the Indian freedom movement.\n    \n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n            \n        \n    \nOne can be critical of the methods of figures like Bhagat Singh, and the latter’s espousal of revolutionary violence especially so. But where Jinnah, Iqbal, Gandhi and Nehru are given pride of place in nationalist histories, Bhagat Singh, Subhas Chandra Bose and many others deserve more than a footnote.\n\nThe spread of hateful, right-wing politics will ultimately engulf us all.\n\nJaranwala is a tragedy first and foremost for the many Christian women, children and men who lived through the terror of hateful lynch mobs attacking their places of worship; many saved themselves by hiding in bushes and farmlands. But seen through a historical lens, the tragedy has been borne out by hundreds of millions across the subcontinent for 76 years.\nJaranwala was home to Sikhs, Hindus, Muslims, Christians, etc, for decades. Even after partition and the outflux of Sikh and Hindu populations, Jaranwala remained a hub of leftist peasant organisers, boasting a largely secular societal consciousness. Church burnings would have been unthinkable.\n    \n            \n        \n    \nWe know what the Zia era represented and how it sowed the seeds of hate that have wreaked havoc in Pakistan’s diverse ethnic-national heartlands. But 40 years is a long time, and the question is: when will we hold to account master strategists that continue to patronise religious militant groups like the TTP, TLP and many more?\nThe state’s refusal to budge from an insular official narrative equating nationhood with religion is the root cause of the misery faced by Christians and many more communities cast outside the pale of Sunni Islam. But the rot does not stop here. Narendra Modi has been in power for almost a decade and has eroded the relatively secular foundations of the Indian polity in ways that seemed unimaginable a generation ago. The scenes witnessed in Jaranwala are now an almost everyday occurrence in India, particularly although not exclusively against Muslims.\nI am not trying to undertake an exercise in false equivalence. I wish only to note that the spread of hateful, right-wing politics will ultimately swallow us all up until and unless our youthful populations are mobilised around political principles that motivated historical figures like Bhagat Singh.\nThis is the crux of the matter. The median age of Pakistan’s 240 million people is 23. While the instigators of incidents like Jaranwala — both the clerics who incite and lead the mob and the spymasters who sit in smoky rooms designing the next hate project — are often much older, the foot soldiers are all youth. In a society which offers very little hope for a dignified and prosperous life, it is working class and lumpen young people who are most easily drawn towards hate.\nIt is also worth bearing in mind that most of the Christians affected by the violence in Jaranwala hail from working-class backgrounds, many of them sanitary workers and other menial-wage labourers. In our cities, a majority of Christians live in katchi abadis. To genuinely stand with Punjabi Christians is to engage with class politics. This is what individuals like Bhagat Sindh would have done and it is only in finding such common ground that a genuinely transformative vision can gain mass roots and defeat the politics of hate.\nThe writer teaches at Quaid-i-Azam University, Islamabad.\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Afghan dilemma\n",
    "description": "TWO years have lapsed since the Afghan Taliban took Kabul, and the Western-backed government melted away, bringing to a close a lengthy and expensive nation-building experiment. However, while the Taliban may be celebrating the occasion, the Afghan people have little to cheer about.\nWhile it is true that the relentless violence Afghanistan has been witnessing since the Soviet invasion and later the American invasion has come down considerably, the Taliban continue to enforce their ultraconservative version of religious rule upon the populace, while international isolation and a long-running drought have inflicted crushing poverty on the Afghan people. Women in particular have seen their limited freedoms snatched by the hard-line rulers of Kabul, especially the right to get an education and participate in society.\n    \n            \n        \n    \n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\nUnlike during the previous period of Taliban governance, when the Saudis, Emiratis and Pakistan recognised the militia as the legitimate Afghan rulers, today the Taliban find no country willing to extend recognition to them. Their dismal human rights record, and failure to act against all terrorist groups on their soil, are the key stumbling blocks standing in the way of international recognition.\nThe sooner the Taliban address these concerns, the better; yet the hard-line leadership in Kandahar appears to have a dominating veto on such matters over politicians and pragmatists in Kabul. The clerics in Kandahar seem intent on dragging Afghanistan back to the Middle Ages. Sadly, their intransigence is having a devastating effect on the Afghan people.\nThe Red Cross says 28.8m Afghans are in urgent need of humanitarian assistance, while the UN has observed that 15.3m people in the country face acute food insecurity. The Taliban, therefore, need to reconsider their obstinate stance so that help can easily reach their devastated countrymen.\nIf Kabul’s rulers were to improve the human rights situation — especially for women — and assure the comity of nations that their soil will not be used to host terrorists, global recognition could be forthcoming. However, as long as both these expectations remain unmet, few in the world will be willing to advocate for engaging the Taliban.\nPakistan, for example, has long called upon the world community to talk to the Taliban, yet its concerns about the TTP remain unaddressed. But regardless of political developments, the world cannot leave millions of Afghans to face starvation and death.\nSupport must continue to the Afghan people to help them survive tough times. In this regard, billions of dollars belonging to the Afghan central bank — being blocked by the US — must be released so that food, medicine and other essential needs of the Afghan population can be met. Afghanistan’s people deserve a chance at rebuilding their country, not more isolation imposed on them due to the short-sighted policies of their rulers.\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Frenzy of hate\n",
    "description": "THE paroxysm of violence in Faisalabad’s Jaranwala area on Wednesday chillingly demonstrated to the Christian community, indeed to adherents of all minority faiths in the country, that they are defenceless against the rage of the mob. That over 600 people were booked on terrorism charges for their role in the rioting is a belated and anaemic demonstration of the ‘writ of the state’. From all accounts, the state was nowhere to be found when local mosques picked up on blasphemy allegations against two Christian brothers living in the area and proceeded to incite the public. While the rioters ransacked and torched five churches, and attacked several houses belonging to Christians, the local police were silent bystanders. According to the victims, the rampaging mob met no resistance from the cops, forcing many residents to flee their homes in terror. The Punjab government had to call in the Rangers to quell the violence, and some 3,000 police personnel were later deployed from various units.\n\nThat no one from the targeted community lost their life is the only note of comfort in this shameful episode. With each such incident, there is an incremental loss of faith in the ability, and indeed the will, of the state to protect the minorities of this country. Consider that the ultra-right elements that relayed a hate-filled narrative on loudspeakers to whip up public sentiment against the Christians in Jaranwala later accompanied the police to help ‘calm’ the situation, and also claimed they were engaged in protecting the community. This is yet another instance of the state indulging regressive pressure groups even when they openly intimidate people. For one, there can be no more sinister way of demonstrating to the victims that they exist on the sufferance of the majority. Secondly, it is also against the law in Punjab to use a sound system to voice “any sectarian or other utterances of controversial nature likely to lead to public disorder”, and yet such incitement to communal violence continues to occur. The political leadership has spoken out strongly against Wednesday’s disturbances and the provincial caretaker government vowed to ‘restore’ all damaged churches and homes. Yesterday, the Islamabad police formed a Minority Protection Unit with 70 personnel to protect minority places of worship and communities. While this is a welcome move, it is but a band-aid on a very deep-seated malaise.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Frank assessment\n",
    "description": "PEOPLE of conscience the world over have long criticised the atrocious crimes the Israeli state all too frequently unleashes on the Palestinian people. Yet when a voice from within the Israeli establishment finds the courage to speak the truth, the righteousness of the Palestinian cause — and the extent of the Arabs’ suffering — become self-evident. Former Israeli general and spymaster Amiram Levin has likened his country’s actions in the West Bank to apartheid, as well as the crimes of Nazi Germany. Speaking to local radio, the senior ex-military man, referring to the occupied West Bank, said there was “total apartheid” in the area, while adding that the “processes” were reminiscent of the Nazis, and resembled war crimes.\n\nOf course, Israeli brutality is not limited to the West Bank, and in fact stretches back over seven decades to the establishment of the Zionist state in Mandatory Palestine. The people of Gaza, for example, will tell you that they face the wrath of Tel Aviv every few years, reducing large parts of their miserable coastal enclave to rubble. Moreover, while the Israeli military machine, as well as racist militant settlers, have few qualms about murdering Palestinians, there is a long history behind this violence. For example, during the Nakba, thousands of Palestinians were killed and hundreds of thousands uprooted from their ancestral land by Zionist gangs. The massacre at the Arab village of Deir Yassin, and many others like it, is a textbook case of ethnic cleansing. When such violence lies at the root of the creation of Israel, is it any surprise that the two-state solution has been buried? Simply put, extremists within Israel insist on denying the Palestinians their humanity. But hopefully brave assertions such as that of the former general will help many within Israel realise the crimes that have been committed in their name, as well as exposing the myth that Israel is the Middle East’s sole democracy.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Historic water availability to boost agri, hydel production\n",
    "description": "ISLAMABAD: For the first time in over half-a-decade history, the country’s three reservoirs — Mangla, Tarbela dams and Chashma Barrage — attained their maximum capacity on a single day putting total water storage at the highest 13.443 million acre-feet (MAF). This raises hopes for bumper crops both in the current Kharif and coming Rabi season.\n\n“By the Grace of Almighty Allah, Tarbela, Mangla and Chashma, the three major water reservoirs of Pakistan, stood filled to maximum conservation levels (MCLs) on the same date on 17.08.2023 with a total impoundment of 13.443 MAF. The filling of all the three major storages on the same date is a historical event,” said Indus River System Authority (Irsa) on Thursday.\n\nThe three reservoirs have “filled to their maximum level, resulting in the maximum availability of water in the dams, which is being regarded a good omen for agriculture and hydel power generation in Pakistan in the days to come”, said reservoir operator Water and Power Development Authority (Wapda) to mark the rare event.\n\nIrsa said the current storage capacities of the reservoirs include Mangla Dam’s 7.356 MAF at maximum conservation level of 1,242 feet followed by Tarbela’s 5.809MAF at 1,550 feet and Chashma’s 0.278 MAF at 649 feet. “Filling of the reservoirs was a very important parameter of system operations as it controlled and stored excess waters and flood flows during Kharif for inter-seasonal transfer to low flow Rabi in winter season to meet with the provincial demands.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nThe precarious operation of reservoir filling was reached amid numerous natural and technical challenges in the form of impending hydrological uncertainty due to climate change and the current system and reservoir constraints. “It was feared that very low early Kharif flows of 2023 could also suppress late Kharif flows, correspondingly”, said Irsa but noted that fortunately widespread rains in upper and lower catchments of all the rim-stations during late Kharif 2023, especially the eastern rivers, allowed relevant stakeholders to efficiently manage and regulate the provincial releases with the integrated operation and filling of the reservoirs.\n\nIt may be recalled that Kharif season had started with 37pc anticipated water shortage with 27pc shortages in early Kharif and about 10pc in late Kharif. There will be no shortage in the late Kharif.\n\nLuckily, eastern rivers — Ravi, Beas and Sutlej — flowed with sufficient water after a gap of more than a decade and enough water is available in the system downstream of these rivers, reducing the need for discharges from Mangla dam. From now onwards, all inflows would have to be released into the rivers and canal system. The flows in eastern rivers are also a sign of climate change that weather and flow patterns have differed after a gap of 10-15 years, giving a warning to the people downstream to keep safe distances from old river beds.\n\nOn top of this, Indian reservoirs on Sutlej and Beas are now again nearing maximum levels at Bhakra and Pong storages.\n\nThere are two principal crop seasons in Pakistan, namely the Kharif, in which sowing begins in April and harvesting in October while and the Rabi, which begins in October and lasts till April. Rice, sugarcane, cotton, maize, mong, mash, bajra and jowar are Kharif crops while wheat, gram, lentil (masoor), tobacco, rapeseed, barley and mustard are Rabi crops.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "World’s $70tr GDP vulnerable to high water stress: WRI\n",
    "description": "ISLAMABAD: Recent findings from the World Resource Institute’s (WRI) ‘Aqueduct Water Risk Atlas’ have shed light on a concerning global trend. According to the updated framework, Pakistan has been classified under the ‘high’ water stress category.  \n\nThis categorisation is part of a broader revelation that by 2050, an estimated $70 trillion in GDP, equivalent to 31 per cent of the global GDP, will be vulnerable to high water stress. This marks a significant increase from the $15tr recorded in 2010. Notably, a substantial portion of this exposed GDP is concentrated in just four countries: India, Mexico, Egypt, and Turkiye, collectively accounting for more than half of the projected economic risk by 2050.  \n\nThe data shows the world is facing an unprecedented water crisis, and the Water Risk Atlas finds that 25 countries — one quarter of the world’s population — are currently exposed to extremely high water stress annually. Globally four billion people, half of the world’s population are exposed to water stress for at least one month a year. By 2050 that number could be closer to 60pc, it says. \n\nWater is central to meeting the world’s climate goals, feeding a growing population and meeting people’s basic needs for survival. But the world is failing to prioritize water issues. As countries push for a just transition away from fossil fuels, they must also transform how they manage water. \n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nThe world needs to urgently address the water crisis. Cost-effective solutions exist; now we need the political will and financial backing. Every level of government, communities and businesses must step up to build a water-secure future for all. \n\nThe 25 countries currently exposed to extremely high water stress annually, meaning they use over 80pc of their renewable water supply for irrigation, livestock, industry and domestic needs. Even a short-term drought puts these places in danger of running out of water and sometimes prompts governments to shut off the taps. This scenario plays out in many places around the world, such as England, India, Iran, Mexico, and South Africa. \n\nAccording to the report, the five most water-stressed countries are Bahrain, Cyprus, Kuwait, Lebanon, Oman and Qatar. The water stress in these countries is mostly driven by low supply, paired with demand from domestic, agricultural and industrial use. \n\nThe most water-stressed regions are the Middle East and North Africa, where 83pc of the population is exposed to extremely high water stress, and South Asia, where 74pc is exposed. \n\nBy 2050, an additional one billion people are expected to live with extremely high water stress, even if the world limits global temperature rises to 1.3°C to 2.4°C by 2100, an optimistic scenario. \n\nGlobal water demand is projected to increase by 20pc to 25pc by 2050, while the number of watersheds facing high year-to-year variability, or less predictable water supplies, is expected to increase by 19pc. \n\nFor the Middle East and North Africa, this means 100pc of the population will live with extremely high water stress by 2050.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Punjab PDMA warns of potential flood amid looming water surge",
    "description": "LAHORE: The Provi­ncial Disaster Mana­g­­ement Authority (PDMA) of Punjab has issued a warning as the water level in the Sutlej river continues to surge, raising concerns of an imminent moderate-level flood at the Ganda Singh Wala station.\n\nAround 69,220 cusecs water was passing through the Ganda Singh Wala station and the authorities were expecting a surge in flood intensity within the next 24 hours, escalating from moderate to potentially high levels.\n\nReports emerged that around 100,000 cusecs of water entered Pakistan through the Ferozepur Barrage, while an additional 180,000 cusecs wou­ld be discharged from the Harike Barrage in India.\n\nThe looming threat of escalated water flow could potentially trigger a high-level flood, casting a shadow over various districts including Okara, Kasur, Pakpattan, Bahaw­alnagar, Vehari, Lodhran, Multan, and Bahawalpur. The PDMA alerted the district administrations to ensure necessary preparations to avert disaster.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\n\n  Urges review of flood-fighting plans; fears high-level flood affecting districts including Okara, Multan\n\n\nIn a recent development, the PDMA has issued a forecast for a high-level flood in the Ganda Singh Wala area and its neighbouring regions. \n\nAccording to the PDMA, the water level in the Sutlej river has been steadily rising, prompting concerns of potential flooding in the Ganda Singh Wala vicinity.\n\nFurthermore, the PDMA has specified that the flood conditions are particularly severe at the Harike Headwork location on the Sutlej river. This has resulted in a high-level flood situation, demanding immediate atte­ntion and action. Additionally, downstream areas of the Ferozepur Headwork are experiencing a lower-level flood.\n\nPDMA authorities have also highlighted the expected risk of a high-level flood in the Sutlej river due to the prevailing circumstances related to Indian headworks.\n\nPunjab’s Relief Comm­issioner Nabil Javed has issued a high alert for all relevant authorities and emphasised the critical need for a robust communication mechanism between PDMA and the administrative bodies of the affected districts.\n\nHe stressed that constant vigilance and preparedness are paramount, particularly during nighttime, as the situation remains unpredictable. “Rem­aining unaware of the flood situation, even for a brief moment, is not an option,” warned Mr Javed.\n\nHe underscored the importance of a continuous public awareness campaign to ensure the safety and preparedness of the general population.\n\nMr Javed urged both institutions and individuals to shoulder their share of responsibility to mitigate the potential destruction that could be caused by the impending floods. \n\nPDMA DG Imran Qureshi issued directives to admi­nistrative authorities in the affected districts and emphasised the urge­ncy of completing all necessary arrangements to safeguard lives and property.\n\nHe said control rooms were established to monitor the flow of water through rivers and barrages around the clock.\n\nMr Qureshi also stressed the importance of preparedness, urging all relevant departments to be ready to tackle any emergencies that may arise.\n\nHe highlighted the need for deputy commissioners to review and update flood-fighting plans according to the evolving situation.\n\nFurthermore, Qureshi insisted on the utmost priority being given to human safety, signalling that all measures must be taken to protect lives.\n\nIn a bid to ensure coordination, Qureshi called for close communication between all departments, divisional bodies, and district administrations.\n\nHe confirmed that ample funds have been allocated to deputy commissioners for effectively handling potential emergency situations.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Syrus Qazi takes over as new foreign secretary\n",
    "description": "ISLAMABAD: Muham­mad Syrus Sajjad Qazi on Thursday assumed responsibilities as the country’s 32nd foreign secretary. He replaces Asad Majeed Khan, who retired from government service upon attaining superannuation.\n\n“Today marks a significant transition in the Ministry of Foreign Affairs as Ambassador Muham­mad Syrus Sajjad Qazi assu­­mes the role of 32nd Fore­ign Secretary of Pakistan succeeding Amb­assador Dr Asad Majeed Khan,” Fore­ign Office spokesperson Mumtaz Zahra Baloch said at a weekly briefing.\n\nShe said Ambassador Qazi brings with him extensive experience in bilateral and multilateral diplomacy having served at Pakistan’s Permanent Mission to the United Nations, Geneva (from 1995 to 1999), Pakistan’s High Comm­ission in New Delhi (from 2005 to 2006), and Pakistan Embassy in Washington DC (from 2006 to 2013). Mr Qazi served as Pakistan’s Ambassador to Hungary from 2015 to 2017 and to Türkiye from 2017 to 2022.\n\nMs Baloch also extended gratitude to Dr Asad Majeed Khan for his service and commitment to diplomacy. “He will also be remembered for his efforts for capacity-building of the Foreign Service of Pakistan which will bear long-lasting fruits for the service and for the nation,” she said. In a post on X (formerly Twi­tter), the FO said Mr Qazi bri­ngs with him an extensive experience in bila­teral and multilateral diplomacy.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "New species of snake named after Harrison Ford\n",
    "description": "LIMA: Scientists working in Peru have named a new species of snake after Harrison Ford in honour of the Indiana Jones actor’s support for conservation work.\n\nThe 40 cm (16 inch) reptile was first discovered in May 2022 in the jungle mountains of Otishi National Park, San Marcos National University said on Wednesday.\n\nBut it was not until now that researchers concluded it was indeed a previously unknown species.\n\nThis creature is a yellowish-brown colour, with black spots, a black belly and copper eyes. It has been given the scientific name Tachymenoides harrisonfordi.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nThe snake was first found by a team led by Edgar Lehr, a US-German biologist.\n\nIt is now named after Ford because he is active in environmental issues, Lehr said from the state of Illinois.\n\n“I found out that Harrison Ford agreed to have his name used via a consultation that Conservation International made”, he added, referring to an NGO.\n\nHe said the snake was discovered in an area that is only accessible by helicopter.\n\n“It took us seven days to find it,” said Lehr. The snake is harmless to adult humans but it is good at hunting toads and lizards, he added.\n\nLehr led a team of researchers from San Marcos National University, Florida International University and Illinois Wesleyan University.\n\nSalamandra, the German Journal of Herpetology, published on Tuesday a study on the discovery of the snake.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "UK tribunal to hear Saima Mohsin’s case against CNN\n",
    "description": "LONDON: An unfair dismissal case filed by British Pakistani journalist Saima Mohsin against CNN will be heard by a tribunal in the UK, the journalist confirmed this week.\nShe tweeted, “I won! I won the hearing against CNN Employment Trib­unal will hear my case on unfair dismissal #disability discrimination & #equalpay in London.”\n    \n        \n    \n        \n    \n\n        \n    \n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\nMs Mohsin, who now works for Sky News, was left differently-abled after an accident while reporting from Jerusalem on the Israel-Palestine conflict in 2014. Reports quote Ms Mohsin as saying her cameraman ran over her foot in a car, causing severe tissue damage that left her struggling to sit, stand and walk or return to work full-time\nMs Mohsin said that although she requested for alternative duties and support for rehabilitation from CNN, she was refused.\nThis week, she posted a statement to confirm that an employment tribunal in the UK will hear her case. Ms Mohsin welcomed the news.\nCNN had argued at a preliminary hearing that a UK employment tribunal did not have jurisdiction to hear the case and that the Equality Act 2010 and Employment Rights Act 1996 “did not apply on the grounds of territorial jurisdiction”.\nHowever, the preliminary hearing agreed Mohsin could bring her case, which alleges unfair dismissal, disability discrimination, victimisation, failure to make reasonable adjustments and unequal pay.\nMs Mohsin’s statement on X (formerly Twitter), said, “I didn’t ask for this battle while learning to deal with a disability & rebuild my life… But it was important I take a stand… This raises questions about protections for #journalists & the treatment of people with a #disability.”\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Britain’s ‘chat show king’ Parkinson dies at 88\n",
    "description": "LONDON: Michael Parkinson, the veteran British chat show host whose decades-spanning career featured interviews with some of the world’s highest profile figures, has died at the age of 88, his family said on Thursday.\n\nHis BBC show Parkinson which first aired in June 1971 made him a household name.\n\nHe died late on Wednesday following a brief illness.\n\nMuhammad Ali, Fred Astaire, Elton John, Paul McCartney and Peter Sellers were just a few of the famous names to grace his interview couch. Others included Lauren Bacall, David Bowie, Tom Cruise, Helen Mirren and Gwyneth Paltrow.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\n“Sir Michael Parkinson passed away peacefully at home last night in the company of his family,” his family said in a statement, requesting “privacy and time to grieve”.\n\nThe star interviewer’s BBC chat show enjoyed a successful run until 1982 before being revived in 1998.\n\nHe switched from the BBC to commercial rival ITV in 2004, where he continued until 2007. Parkinson’s final two-hour show in late 2007 featured a typically star-studded line-up of footballer David Beckham, actors Michael Caine and Judy Dench, environmental broadcaster David Attenborough and comedian Billy Connolly.\n\nParkinson was knighted by the late Queen at Buckingham Palace in 2008.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Palestinian killed as Israeli forces raid Jenin\n",
    "description": "JENIN: Israeli forces killed a Palestinian fighter during a raid that set off clashes in the flashpoint city of Jenin in the occupied West Bank, medical officials and militant groups said.  \n\nThe Palestinian Health Ministry said one of its staff, a woman, was also shot and wounded by Israeli gunfire.  \n\nRelatives of Mustafa Qonboa said the 32-year-old was a senior operative with Al-Aqsa Martyrs Brigades, an armed wing of President Mahmoud Abbas’s Fatah movement.  \n\nThe Israeli military said soldiers shot back after coming under fire during an operation to arrest suspected members of the Islamic Jihad faction, and a soldier was wounded. A gun and a dozen bombs were also seized, the military statement said.  \n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\n\n  Troops blow up house belonging to dead man’s family\n\n\nIsraeli forces blew up a house belonging to the dead man’s family and damaged a bakery on the ground floor, witnesses said.  \n\nAn image of Qonboa as a child appearing to run away from an Israeli tank during Israel’s 2002 incursion in the area went viral on social media following news of his death.  \n\nIt was contrasted with a more recent one of him holding two assault rifles as Palestinians lamented worsening conditions under decades of military rule. \n\nHundreds of Palestinians, including gunmen firing their rifles into the air, marched in Qonboa’s funeral on Thursday.  \n\n“They blew up our house,” said Basima Qonboa, his mother, as she struggled to breathe. “I was looking for (my son) but (the young men) said he wasn’t there with them. I asked them to check under the rubble and they told me he was dead.”  \n\nA bakery worker said Israeli soldiers began firing at the house as soon as they got out of the civilian vehicles they arrived in, without warning Qonboa or members of his family to leave.  \n\nViolence in the West Bank has worsened over the past 15 months with stepped-up Israeli raids, Palestinian street attacks, and assaults by Jewish settlers on Palestinian villages.  \n\nJenin, a city in the northern Israeli-occupied West Bank, houses a crowded refugee camp by the same name with a population of some 14,000 descendants of Palestinians dispossessed at the time of Israel’s creation in 1948. Over the years, it has emerged as a traditional hub of Palestinian resistance to Israel, housing several militant groups.  \n\nIn July, Israeli forces hit the city with drone strikes during one of the biggest incursions in the West Bank in 20 years, killing at least eight people.  \n\nIsrael occupied the West Bank, which Palestinians want as the core of a future independent state, in the 1967 Middle East war. It has since settled the territory, a move most countries deem as illegal, as collapsed statehood talks show no sign of revival.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "‘Nuclear’ material found in search at Australian home\n",
    "description": "SYDNEY: Australia’s border police raided a home in the south of Sydney on Thursday, finding what local media described as “nuclear isotopes”.\nThe home, in the suburb of Arncliffe, was the target of an early morning raid and remains cordoned off with tape warning of a toxic, nuclear or biological hazard inside.\nThe small brown-brick apartment building was cut off from the road by red and yellow tape saying: “Contaminated area — do not enter — hot zone”.\nLocal commercial broadcaster Channel 10 reported that mercury and uranium isotopes were found inside, while the Daily Telegraph said officers had found nuclear isotopes.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\nThe Australian Border Force (ABF) would not confirm media reports about the presence of radioactive material at or near the property.\n“The ABF can confirm it is conducting an operation today in Arncliffe, New South Wales, with the support of… emergency services,” a border force spokesperson said in a statement. “All appropriate safety measures are being implemented,” it added.\n“People in the vicinity of the location are urged to follow all directions from emergency services.” Sam Abraham, 19, was trying to get home when he came across the closed road.\n“It’s scary finding uranium in your neighbour’s house, you come into the street and there’s police,” he said.\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "22 years in prison for woman who sent poison to Trump\n",
    "description": "WASHINGTON: A 55-year-old woman who holds dual French and Canadian nationality was sentenced to nearly 22 years in prison on Thursday for sending a letter containing deadly ricin to then-US president Donald Trump.\n\nPascale Ferrier pleaded guilty in January to violating prohibitions on possession or use of banned biological weapons.\n\nFerrier admitted that she made ricin, an extremely toxic plant protein derived from castor bean seeds, at her home in Quebec in September 2020.\n\nShe sent a letter containing ricin that same month from Canada to the White House addressed to Trump and other poison-laced letters to eight law enforcement officials in the state of Texas.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nHer letter to Trump contained  “threatening language” and called on him to withdraw from the looming election, according to the Justice Department.\n\n“I found a new name for you: ‘The Ugly Tyrant Clown’ I hope you like it,” the letter said.  “If it doesn’t work, I’ll find better recipe for another poison, or I might use my gun when I’ll be able to come. Enjoy!” Arou­nd the time of sending the letter, Ferrier had also posted on Twitter that someone should  “shoot Trump in the face.” Threatening the US president is a specific crime that brings up to five years in prison.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Turkiye ‘warned’ Russia  after Black Sea ship attack\n",
    "description": "ANKARA: Turkiye warned Moscow to avoid further escalations after a Turkish-owned cargo vessel was attacked by the Russian navy last weekend, President Recep Tayyip Erdogan’s office said on Thursday.\n\n“After the (Russian) intervention, our interlocutors in the Russian Federation were warned appropriately to avoid such attempts, which escalate tensions in the Black Sea,” the Turkish presidency said, breaking a days-long silence over the incident.\n\nThe Sukru Okan vessel was flying the flag of Palau when it was fired on by the Russian navy last Sunday.\n\nRussian military personnel then boarded the ship to conduct an inspection, before letting it sail on toward the Ukrainian port of Izmail — the main export route for Ukrainian agricultural products.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nThe incident came during a spike in Black Sea region attacks that followed Russia’s decision to withdraw from a landmark Ukrainian grain deal last month.\n\nTurkiye helped broker the UN-backed agreement, using its good relations with Moscow and Kyiv.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Libyan militia leader freed after deadly clashes\n",
    "description": "TRIPOLI: A Libyan militia leader whose detention sparked clashes that killed 55 people in the capital Tripoli this week has been released, a military official said on Thursday.\n\nGun battles had raged on the streets of Tripoli from Monday night through Tuesday after 444 Brigade leader Mahmoud Hamza was apprehended by the rival Al Radaa Force.\n\nHamza “was released on Wednesday night and returned to his headquarters south of Tripoli”, an official at army headquarters in western Libya said.\n\n“He was released under a government-sponsored ceasefire agreement” which also provides for the “withdrawal of fighters from the front lines”, said the official who spoke on condition of anonymity.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\n\n  AU voices ‘great concern’, calls for immediate end to hostilities\n\n\nVideos circulated on social media on Wednesday night showed Hamza dressed in military fatigues and surrounded by his fighters at the Tekbali barracks south of the Libyan capital.\n\nThe African Union on Thursday voiced “great concern”, calling for an immediate end to hostilities and for the pursuit of reconciliation efforts.\n\nAU Commission head Moussa Faki Mahamat “is following with great concern the developments of the security situation in Tripoli, which have resulted in the loss of many lives and many more wounded”, the pan-African body said in a statement.\n\nFaki “urges all stakeholders and all military, political and social actors to put an immediate end to all hostilities... (and) reminds all stakeholders of the imperative need to pursue ongoing efforts towards national reconciliation,” it said.\n\nHe also warned that there was “no military solution to the Libyan crisis and that Libya’s unity, peace, stability and historic international status can only be regained by peaceful means”.\n\nFighting broke out in Tripoli after Hamza’s detention on Monday, killing 55 people, wounding 146 and forcing the closure of the capital’s only civilian airport — the worst armed clashes seen in Libya for a year.\n\nThe two armed groups are among the myriad of militias that have vied for power in the North African country since the 2011 Nato-backed uprising that toppled and killed longtime dictator Muammar Gaddafi.\n\nA period of relative stability had led the United Nations to express hope for delayed elections to be held this year.\n\nCalm returned to Tripoli and the Mitiga airport reopened after the ceasefire agreement reached late on Tuesday between Prime Minister Abdelhamid Dbeibah’s government and a social council in the Al Radaa stronghold of Soug el Joumaa in the capital’s southeast. “The situation is stable, with police patrols having been deployed” in the areas that had seen fighting, allowing people to move around, the military official said.\n\nLibya is split between Dbeibah’s UN-backed government in the west and another in the east backed by military strongman Khalifa Haftar.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Sweden heightens terror alert after more incidents of desecration\n",
    "description": "STOCKHOLM: Sweden’s intelligence agency heightened its terror alert level on Thursday to four on a scale of five after angry reactions in the Muslim world to the Holy Quran burnings in Sweden made the country a “prioritised target”.  \n\nThe level was increased from “Elevated”, where it had been since 2016, to “High”, the head of the Swedish Security Service (Sapo) Charlotte von Essen told reporters.  \n\n“The reason for this decision is the deteriorated situation with regard to attack threats to Sweden, and the assessment that the threat will remain for a long time,” she said.  \n\nSpeaking at a separate press conference, Swedish Prime Minister Ulf Kristersson said “planned terrorist acts have been averted”. “People have been arrested, both in Sweden and abroad,” he said, providing no other details.  \n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\n\n  Planned terrorist acts have been averted: PM\n\n\nVon Essen and Kristersson urged Swedes to continue to go about their lives “as normal” but to remain alert to anything unusual and “stay informed”.  \n\nVon Essen stressed the decision was not based on a “single incident”, but rather a “collective assessment”. “Sweden has gone from being considered a legitimate target for terrorist attacks to being considered a prioritised target,” she explained.  \n\nSweden, like neighbouring Denmark, has in recent months seen a spate of public desecrations of the Holy Quran, including burnings, which have sparked widespread outrage and condemnation in Muslim countries.  \n\nThose incidents “have contributed to the image of Sweden as a country hostile to Muslims,” the head of the National Centre for Terrorist Threat Assessment, Ahn-Za Hagstrom, told reporters at the same press conference.  \n\nIraqi protesters stormed the Swedish embassy in Baghdad twice in July, starting fires within the compound on the second occasion.  \n\nThe Jeddah-based Organisation of Islamic Cooperation has also voiced “disappointment” with Sweden and Denmark for not taking action following the burnings.  \n\nLast week, a Molotov cocktail was thrown at the Swedish embassy in Beirut though it did not explode, and at the weekend Al Qaeda called for attacks against the Scandinavian country.  \n\nThe protests have led Sweden to beef up border controls since August 1.  \n\nKristersson said Sweden was engaged in intense diplomatic efforts with Muslim countries in a bid to calm the “difficult” situation.  \n\nIn 2022, the country was targeted in a vast disinformation campaign claiming its social services were “kidnapping Muslim children” and placing them in Christian homes, leading Swedish authorities to publicly deny the allegations.  \n\nThe same year and in early 2023, a Swedish-Danish right-wing activist burned several copies of the Holy Quran, both to denounce Islam and Sweden’s membership application to Nato and ensuing negotiations with Turkiye.  \n\nTravel warnings  \n\nSeveral Western countries had recently updated their travel advisories for Sweden, even before it raised its threat assessment. The United States had on July 26 urged its nationals to “exercise increased caution in Sweden due to terrorism”.  \n\nAnd on Sunday, Britain’s Foreign Office said “terrorists are very likely to try and carry out attacks in Sweden”.  \n\nSapo said meanwhile it had indications foreign actors were fuelling the negative narrative about Sweden. “We know that extremist groups and foreign powers gladly use these kinds of situations that Sweden now finds itself in... They exploit this to sow further divisions,” said Sapo’s deputy head of counter-terrorism Susanna Trehorning.  \n\nThe Swedish government has condemned the desecrations of the Holy Quran while noting the country’s constitutionally protected freedom of speech and assembly laws.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Ten killed in light plane crash near Malaysian capital\n",
    "description": "KUALA LUMPUR: A light plane crashed into a four-lane road near Malaysia’s capital on Thursday, killing eight people on board and two motorists on the ground, the local police chief said.\nThe plane exploded into a fireball on impact, with thick black smoke seen rising from the site, video clips from the scene showed.\n“For now, I can say at least 10 people were killed in the plane crash. Two passing motorists — one in a car and one on a motorcycle — also perished together with the eight on board the plane,” Moha­mad Iqbal Ibrahim said.\nJohari Harun, a state assemblyman in central Pah­ang state in charge of housing and the environment, was among the plane passengers killed, police said.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\nMalaysia’s civil aviation authority said in a statement that six passengers and two flight crew were on board the Beechcraft Model 390 aircraft when it crashed.\nThe plane took off from the northern resort island of Langkawi and was approaching Sultan Abdul Aziz Shah Airport, in Selangor state west of the capital Kuala Lumpur, civil aviation authority chief Norazman Mahmud.\n“No mayday call was made,” he said.\nAn investigation into the crash will be made by the Air Accident Investi­gation Bureau, he said.\nMohamad Syahmie Moh­a­mad Hashim, a former member of the Malaysian air force, said he saw the plane flying erratically.\n“Not long after that I heard a loud boom,” he told reporters.\n“I sped towards the location and saw the remains of an aircraft. I also saw (a) human body on fire. I couldn’t do anything,” he said.\nTransport Minister Antho­ny Loke said the plane had been cleared to land but “veered to the right of the landing flight path” before it crashed.\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "US court restricts access to abortion pill, ruling on hold\n",
    "description": "WASHINGTON: A US federal appeals court on Wednesday imposed restrictions on a widely used abortion pill, but the ruling will remain on hold as the Supreme Court decides whether to hear the case.\n\nThe ruling by a three-judge panel of the New Orleans-based 5th Circuit Court of Appeals would limit use of mifepristone to the first seven weeks of pregnancy, instead of 10, and block it from being distributed by mail.\n\nIt would also require the abortion pill, which accounts for more than half of the abortions in the United States, to be prescribed by a doctor.\n\nDespite the ruling by the panel of conservative judges, two of whom were appointed by former president Donald Trump and one by former president George W. Bush, the drug will remain on the market for the time being.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nAnti-abortion groups are seeking to have mifepristone banned, claiming despite its long track record that it is unsafe. The case is the latest skirmish in the battle over reproductive rights in the United States.\n\nThe appeals court said the Food and Drug Administration (FDA), which approved the abortion pill in 2000 and made it more readily available in 2016,  “failed to address several important concerns about whether the drug would be safe for the women who use it.” At a hearing in May, the three judges pushed back against government arguments that the decision on whether to allow the use of mifepristone should be left to the FDA.\n\nThe case stems from an earlier ruling by a conservative US District Court judge in Texas that would have banned mifepristone.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Thousands flee wildfires in Canada’s far north\n",
    "description": "OTTAWA: Thousands ordered to flee wildfires advancing on one of the largest cities in Canada’s far north crammed into a local airport on Thursday to board emergency evacuation flights, as convoys snaked south to safety on the only open highway.\nThe order late on Wednesday to evacuate Yellowknife in the Northwest Territories marked the latest chapter of a terrible summer for wildfires in Canada, with tens of thousands of people forced to leave their homes and vast swathes of land scorched.\nTiffany Champagne was one of many awaiting flights at the airport in Yellowknife.\n“I have asthma and the wildfire smoke was making it increasingly difficult to do anything,” Champagne, wearing a face mask, told the CBC. “I’m just kind of mentally checked out at this point.” As of early Thursday, more than 1,000 wildfires were burning, including about 230 in the Northwest Territories.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\nMore than 20,000 residents of Yellowknife, the regional capital, have been given until noon Friday to leave by road or on commercial and military flights.\n“We’re all tired of the word unprecedented, yet there is no other way to describe this situation in the Northwest Territo­ries,” regional premier Caroline Cochrane said on X, the platform formerly known as Twitter.\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Red Cross set to end funding at 25 hospitals  across Afghanistan\n",
    "description": "THE International Committee of the Red Cross (ICRC) is likely to end the financial running of 25 Afghan hospitals by the end of August due to funding constraints, a spokesperson said, amid growing concerns over a plunge in aid to Afghanistan.\n\n“Although we continue to engage with government ministries, donors, and organisations to find alternative sustainable support mechanisms for the hospital sector, the phase-out of the Hospital Programme is expected to happen tentatively at the end of August,” Diogo Alcantara, ICRC’s spokesperson for Afghanistan, said on Thursday.\n\n“The ICRC does not have the mandate nor the resources to maintain a fully functioning public health-care sector in the longer term,” Alcantara said.\n\nIn April, ICRC said its governing board approved 430 million Swiss francs ($475.30m) in cost reductions over 2023 and early 2024 and a rolling back of operations in some locations as budgets for humanitarian aid were expected to decrease.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\n“The financial difficulties the ICRC is facing have sped up, in transparency with IEA (Islamic Emirate of Afghanistan) authorities, the expected return of the full responsibilities of the health services to the Ministry of Public Health,” Alcantara said, referring to the Taliban administration.\n\nThe programme’s end comes amid growing concerns over cuts to Afghanistan’s humanitarian aid, two years after the Taliban took over and most other forms of international assistance, which formed the backbone of the economy, were halted.\n\nThe Geneva-based organisation would continue its other Afghanistan health programmes, including rehabilitation support for people with disabilities.\n\nA spokesman for the Taliban-run Afghan health ministry did not respond to request for comment.\n\nIt was not clear how much was needed to pay for the operations, which fund salaries and other costs at many of Afghanistan’s major hospitals serving millions of people, and if Taliban authorities could cover that amount from the fiscal budget.\n\nAn Afghan finance ministry spokesman said this year’s budget had been finalised, but not publicly released. The hospitals have been supported by ICRC since a few months after foreign forces left in August 2021.\n\nDevelopment funding was cut to Afghanistan as the Taliban — which has not formally been recognised by any country — took over the country. The sudden financial shock imperilled critical public services including health and education.\n\nThe ICRC and other agencies including the UN stepped in to try to fill gaps.\n\n“The (ICRC) took this decision back then to save the healthcare system from collapsing due to the financial crises that Afghanistan was experiencing and because many development agencies and other organisations left the country while the ICRC stayed,” Alcantara said.\n\nThe ICRC hospital programme had originally covered 33 hospitals, eight of which have already been phased out, paying for the salaries of over 10,000 health workers and some medical supplies.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Woman held for threatening judge presiding Trump case\n",
    "description": "HOUSTON: A Texas woman was arrested on Wednesday for allegedly making racially charged death threats against the Black federal judge presiding over former US president Donald Trump’s conspiracy case for trying to overturn the 2020 election, court documents showed.\n\nOn August 5, Abigail Jo Shry left a phone message at the Washington offices of US Judge Tanya Chutkan that included threats on her life, according to a complaint filed by an agent of the Department of Homeland Security.\n\nThe 43-year-old woman from Alvin, Texas called Chutkan a  “stupid black slave” and said  “You are in our sights, we want to kill you,” according to the document filed with a federal court in the southern district of Texas.\n\n“If Trump is not elected in 2024, we are going to kill you, so be careful,” said the defendant, adding that Chutkan’s family was also a target. Shry also threatened to kill anyone who persecuted Trump, naming Black lawmaker Sheila Jackson Lee from Texas, the documents show.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nOn Wednesday a judge ordered that Shry be placed under arrest and brought before the court.\n\nTrump, 77, is currently the Republican frontrunner for the 2024 elections, but faces four criminal trials as he seeks a return to the White House. Federal Judge Chutkan, 61, was randomly assigned to oversee Trump’s trial on charges of conspiring to reverse the result of the 2020 election, which he lost to Democrat Joe Biden.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Bungalows, cars seized in Singapore’s billion-dollar swoop on money laundering\n",
    "description": "SINGAPORE: Singapore’s police said they have seized S$1 billion ($734.32 million) in assets from a gang of foreigners laundering proceeds from organised crime, including plush bungalows in the most sought-after addresses, bundles of cash, luxury cars, jewellery, handbags and gold bars.\n\nIn one of its biggest money-laundering cases, police said 400 officers fanned out across Singapore on Tuesday and launched simultaneous raids on residences across the city-state, from the Orchard Road shopping belt to the resort island of Sentosa.\n\nThe raids on at least nine locations netted assets totalling a staggering S$1bn, police said. These included 94 properties, bank accounts with S$110m, 50 vehicles, stacks of cash amounting to more than S$23m, hundreds of luxury handbags and watches, fistfuls of jewellery and two gold bars.\n\nAt least 10 foreigners aged between 31 and 44 were arrested, including one man who jumped out of the second-floor balcony of his bungalow in a tony neighbourhood and was found hiding in a drain.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nThe man, a 40-year-old Cypriot national, sustained injuries in the fall and was taken to hospital. From his home, police seized cash amounting to more than S$2.1m, four bank accounts with more than S$6.7m and ownership documents of 13 properties and five vehicles with an estimated value of more than S$118m.\n\nThe other arrested people included citizens from China, Cambodia, Cyprus and Vanuatu. One woman was among them.\n\nTwelve people were assisting police in their investigations while another eight were wanted. Police said all those in the case were foreigners and were linked to each other.\n\nA police statement said the group was suspected to be laundering proceeds from overseas organised crime, including scams and online gambling.\n\nThe Monetary Authority of Singapore said it takes this case seriously and has contacted the financial institutions “where the potentially tainted funds have been identified”.\n\nDavid Chew, director of commercial affairs at the police force, said Singapore has “zero tolerance” for being used as a safe haven for criminals or their families and for banking facilities to be abused.\n\n“Our message to these criminals is simple - if we catch you, we will arrest you. If we find your ill-gotten gains, we will seize them. We will deal with you to the fullest extent of our laws,” said Chew.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "Cost of living sees big jump in first two days of new set-up\n",
    "description": "KARACHI: The cost of living has gone up significantly during the first two days of the current interim government as the prices of sugar and steel bar have witnessed sharp spikes.\nRising transportation cost due to a jump of Rs20 per litre in diesel rate, the rupee’s depreciation against the dollar and hoarding, have all combined to torment an already hard-pressed consumer.\nAccording to sugar dealers, the wholesale rate has jumped by at Rs8 per kg to Rs153 in just two days, pushing the retail price to Rs160 from Rs150-155 per kg. At online shops, the price has shot up to Rs170 from Rs160-165 per kg.\nRauf Ibrahim, who heads the Karachi Wholesalers Grocers Association (KWGA), said the new caretaker set-up had started on a “disastrous note” as the petrol shock it delivered soon after its inauguration would be devastating for the end user.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n“Like the previous government, no writ exists of the caretaker set-up,” he said, adding that speculators and investors had captured the sugar trade. “Hoarders have piled up stocks, but the government seems to be doing nothing.”\nHe was confident the price of sugar would drop instantly to below Rs100 per kg if the government launched a crackdown on the godowns of hoarders and millers.\n“There was no need to notify the sugarcane support price of Rs425 per 40 kg by the outgoing Sindh government as the crushing season would reach its peak only in December-January, tho­ugh the government’s instruction that it begin in October-November.\n“It would put more pressure on the price, keeping in view last year’s cane price of Rs300 per 40 kg,” Rauf Ibrahim added..\nOutput dips\nAs per data of Large Scale Manufacturing (LSM), sugar production had plunged by 15.3pc to 6.7 million tonnes in FY23, from 7.921m tonnes in FY22, despite an increase in sugarcane production to 91m tonnes in FY23 from 88.65m tonnes in FY22, up by 2.8pc.\nJaved Sarwana, the Vice President of Pakistan Biscuit and Confectionery Manufac­turers’ Association, said the sugar crisis had reached an alarming level.\n“This is nothing but an attempt by rent seekers to make illegal profits.”\nSarwana called upon the government to act against “market manipulators” so that the “practice of looting consumers” was stopped.\nThe downstream industry, which uses sugar as a raw material, has been jolted by such skyrocketing prices. “We are left with no option but to close down our factories if the government doesn’t come to our rescue,” Javed Sarwana added.\nHe urged the authorities to take immediate action against the “elements involved in cartelisation”.\nThe price of steel bars has hit Rs270,000-280,000 per tonne, showing a jump of Rs10,000 per tonne, M. Waqar Ghani of JS Research said.\nA steel bar maker attributed the price hike to an “unprecedented rise” in the cost of energy and a highly volatile rupee-dollar parity.\nHe added that the industry can no longer absorb massive price fluctuations in the cost of manufacture.\nDuring the first two days of the caretaker government, the dollar has gained Rs7 in the interbank market, pushing up the landed cost of imported raw materials and finished goods.\nHowever, the average price of iron and steel scrap in FY23 had declined to $523 from $593 in FY22,  based on import of 2.199m tonnes ($$1.152bn) as compared to 3.88mn tonnes ($2.3bn).\nPlant shutdown\nBalochistan Wheels Limited (BWL) has decided to temporarily halt output from August 18 to 31.\nIn a stock filing on Thursday, the company attributed the shutdown to drop in sales orders as a result of reduction in production volumes of local auto assemblers. The company plans to resume production from Sept 1.\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "SBP reserves fall $686m in less than a month\n",
    "description": "KARACHI: The foreign exchange reserves of the State Bank of Pakistan (SBP) slightly increased by $12 million to $8.055 billion during the week ended on Aug 11 against the previous trend of frequent declines since the first week of July.\n\nThe SBP reserves were $4.524bn on July 7, which jumped to $8.727bn after inflows from the IMF, Saudi Arabia and UAE. \n\nHowever, the forex holdings of the central bank saw an outflow of $686m in less than a month despite tight control over imports.\n\nThis fall in reserves was followed by a massive rupee depreciation of 6.7 per cent or Rs18.5 against the US dollar during the July 4 to Aug 16 period. The SBP reserves are equally important for both the imports and debt servicing while it also grossly affects the exchange rate.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nCurrency experts said the falling SBP reserves may compromise the country’s ability to timely meet external debt repayment obligations. Pakistan has to repay $25bn in the current fiscal year.\n\nBesides, the declining remittances and export proceeds also influenced the exchange rate. In the first month of the current fiscal year, the remittances declined by $500m to $2bn compared to $2.5bn in the same month last year. \n\nIn FY23, the remittances declined by $4.2bn. Merchandise exports also dipped by 8.6pc to $2.05bn in July.\n\nCurrency dealers said the dollar traded at Rs294.92 in the interbank and Rs302 in the open market on Friday. \n\nFinancial market experts believe the economic fundamental would further weaken as an interim government cannot take long-term policy decisions.\n\nThey said caretaker Finance Minister Dr Shamshad Akhtar is a good choice but there is little hope from the minister to put back the economy on the right track in a short time.\n\nThe central bank reported that the country’s total reserves stood at $13.379bn including $5.323bn of commercial banks in the week ended on Aug 11.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  },
  {
    "heading": "PSW’s digital integration to improve trade\n",
    "description": "ISLAMABAD: Pakistan Single Window (PSW) has integrated its digital services with four federal and provincial government departments to ensure the swift issuance of certificates, licences and permissions to cross-border traders electronically.\n\nAn official announcement said that services of the Mercantile Marine Department (MMD), the Marine Fisheries Department (MFD), the Ministry of Narcotics Control (MNC), and partially with the Drug Regulatory Authority of Pakistan (DRAP) integrated with PSW digital services.\n\nPSW has also successfully integrated with the Sindh Excise, Taxation & Narcotics Control department for the collection of provincial cess and other services related to cross-border trade.\n\nIntegration of the PSW system with MNC and MFD enables the online processing and issuance of import permits and export certificates, resulting in significant time and cost savings, while PSW’s DRAP mechanism accelerates the registration and approval process for entities falling under its purview.\n  Article continues after ad\n  \n  \n    \n      \n         render('div-gpt-ad-1455520357400-2') \n      \n    \n  \n\n\nSimilarly, MMD can now electronically issue seaworthiness certificates for importing used ships and boats through the online submission of applications.\n\nChief Executive Officer Aftab Haider said that PSW is working to provide a state-of-the-art digital experience to regulators and cross-border traders in fulfilling cross-border trade-related compliance requirements, enabling a wider range of entities to benefit from our services while promoting transparency and driving overall economic growth.\n\n“We have been successfully achieving the performance benchmarks agreed with the government which could not have been possible without the support and commitment of other government agencies and partner organizations working with us”, he further said.\n\nAs part of the rollout process, PSW is also conducting information and training sessions to proactively support stakeholders in the optimal use of the system. User adoption of the PSW system is close to 69,000, with coverage in terms of locations, services, OGAs, and new modules continuing to expand steadily.\n\nPublished in Dawn, August 18th, 2023\n\n    ",
    "date": "August 18, 2023"
  }
]
